tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "aspell"
brew "bash"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-extras"
brew "glslang"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "jansson"
brew "jq"
brew "libgccjit"
brew "libvterm"
brew "make"
brew "pandoc"
brew "powerlevel10k"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbcl"
brew "scdoc"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "subnetcalc"
brew "telnet"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "woff2"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "fontforge"
cask "google-chrome"
cask "hammerspoon"
cask "logi-options-plus"
cask "monitorcontrol"
cask "rectangle"
cask "stats"
cask "utc-menu-clock"
