tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asdf"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash"
brew "btop"
brew "glib"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ffmpeg"
brew "findutils"
brew "harfbuzz"
brew "pango"
brew "woff2"
brew "fontforge", link: false
brew "fzf"
brew "gcc"
brew "gdb"
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "glslang"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "imagemagick"
brew "ipcalc"
brew "jansson"
brew "jq"
brew "libgccjit"
brew "make"
brew "nmap"
brew "pandoc"
brew "pillow"
brew "pkgconf"
brew "poppler"
brew "powerlevel10k"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "remarshal"
brew "ripgrep"
brew "rv"
brew "sbcl"
brew "scdoc"
brew "shellcheck"
brew "speedtest-cli"
brew "stow"
brew "subnetcalc"
brew "telnet"
brew "texinfo"
brew "texlab"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "watch"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "android-file-transfer"
cask "anki"
cask "discord"
cask "fontforge-app"
cask "google-chrome"
cask "hammerspoon"
cask "libreoffice"
cask "mactex"
cask "monitorcontrol"
cask "rectangle"
cask "skim"
cask "slack"
cask "stats"
cask "texmaker"
cask "utc-menu-clock"
cask "vlc"
