tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asdf"
brew "aspell"
brew "bash"
brew "bat"
brew "bear"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "git-extras"
brew "glslang"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "graphviz"
brew "grep"
brew "htop"
brew "jansson"
brew "jq"
brew "k9s"
brew "libgccjit"
brew "libvterm"
brew "make"
brew "pandoc"
brew "pkg-config"
brew "powerlevel10k"
brew "pwgen"
brew "qmk"
brew "reattach-to-user-namespace"
brew "remarshal"
brew "ripgrep"
brew "sbcl"
brew "scdoc"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "subnetcalc"
brew "telnet"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "virtualenvwrapper"
brew "watch"
brew "woff2"
brew "yt-dlp"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "android-file-transfer"
cask "docker"
cask "fontforge"
cask "google-chrome"
cask "hammerspoon"
cask "logi-options-plus"
cask "mactex"
cask "monitorcontrol"
cask "rectangle"
cask "skim"
cask "slack"
cask "stats"
cask "utc-menu-clock"
cask "vlc"
